# 1 რას დაგვიბეჭდავს ეს კოდი ტერმინალში? print(type("hello, world!"))
# პასუხია str რადგან hello, world არის მოქცეული "" და სედაც ასოები არის str

# 2 როგორ შვქმნათ პითონში კომენტარი?
# პასუხია #

# 3 რისთვის ვიყენებთ range() ფუნქციას?
# პასუხია რიცხვების დიაპაზონის შესაქმნელად და თანმიმდევრობის დაჭერა

# 4 სთრინგების კონკატინაციისთვის რომელ ოპერატორს ვოყენებთ?
# პასუხია +

# 5 ამ 4-დან, რომელი არ არის მონაცემთა ტიპი?
# პასუხია real

# 6 რომელი ფუნციის გამოყენებით შეგვიძლია მომხმარებელს შემოვატანინოთ ინფორმაცია?
# პასუხია input()

# 7 რომენი სიტყვით (keyword) შეიქმნება ციკლი?
# პასუხია for

# 8 რას დაგვიბეჭდავს ეს კოდი: зкште(2 Ю 3) ,
# პასუხია false

# 9 რომელი კოდით შევქმნით უსასრულო ციკლს?
# პასუხია while true

# 10 რას დაგვიბეჭდავს ეს კოდი: print('Hello ' + 'World')
# პასუხია Hello World

# 11 რას დაგვიბეჭდავს ეს კოდი: print(4 % 2) ?
# პასუხია 0

# 12 რომელია პითონის ფაილის სწორი დაბოლოება?
# პასუხია py

# 13 რას დაგვიბეჭდავს ეს კოდი: print(10 == 10)
# პასუხია true

# 14 ამ 4-დან, რომელია სწორი ცვლადის სახელი?
# _var_name

# 15 რას დაგვობეჭდავს ეს კოდი: print('5' * 3) ?
# პასუხია 555

# 16 რას დაგვიბეჭდავს ეს კოდი: print('Hello'[-1])?
# პასუხია o

# 17 რას დაგვიბეჭდავს ეს კოდი: print(list(range(2,10,2))) ?
# პასუხია [2,4,6,8]

# 18 რისთვის ვიყენებთ while ციკლს?
# პასუხია კოდი თავიდან გაეშვას, მაშინ როდესაც ციკლსაც ციკლის პორობა იქნება სწორი

# 19 ამ 4-დან, რომელი წინადადეებაა სწორი while ციკლების შესახებ?
# პასუხია while ციკლი შესაძლოა უსასრულოდ გაგრძელდეს, თუ მისი პირობა სულ სწორი იქნება

# 20 boolean მონაცემთა ტიპის შესაძლო მნიშვნელობებია?
# პასუხია true და false

# 21 ამ 4 კოდიდან, რომლის მნიშვნელობა იქნება tue?
# პასუხია 1 <= 1

# 22 რომელი ოპერატორით ვამოწმებთ, ორივე boolean თუ არის true-ს ტოლი?
# პასუხია and

# 23 როგორ დავბეჭდოთ 30? my_list = [10,20,30,40]
# პასუხია my_list[2]

# 24 ამ 4-დან რომელია წორი პითონის სია?
# პასუხია list = [1,2,3]

# 25 რას ნიშნავს HTML?
# პასუხია HiperText Markup Language