print ("heloo)
print ("good guy
print "chad"
print school"
print (gigachad")
print nika is chad")      
print ("GOA is the best)
print nice day)
print (cool)""
print home"
print (am okey"
print surname")
print ("great)
print "exelent")
print ("bad guy)
print "handsome"
print "funny)
print clear""
print ()bad
print good""










print (heloo)        #აქ შეცდომ იყო ის რომ არ არ იყო საჭირო " ანუ str-ის გამოყენება
print (good guy)     #აქ შეცდომ იყო ის რომ ბოლოში ფრჩხილების ბოლო ანუ ) არ იყო გამოყენებული და ასევე " ანუ str არ იყო საჭირო
print (chad)         #აქ შეცდომ იყო ის რომ მხოლოდ str იყო გამოყენებული და ()/ბრჩხილები საერთოდ არ იყო გამოყენებული
print (school)        #აქ შეცდომ იყო ის რომ str არ იყო საჭირო და დასრულებულიც კი არ არის და ასევე ()/ბრჩხილები არ არის გამოყენებული რაც საჭიროა
print (gigachad)        #აქ შეცდომ იყო ის რომ str-ის ბოლო არა საჭირო
print (nika is chad)      #აქ შეცდომ იყო ის რომ str-ის ბოლო არა საჭირო და კიდევ ()/ბრჩხილის ბოლო არის საჭირო რომელიც არ იყო გამოყენებული
print (GOA is the best)       #აქ შეცდომ იყო ის რომ str-ის გამოყენება არ იყო საჭირო
print (nice day)     #აქ შეცდომ იყო ის რომ ()/ბრჩხილი თავიდან არ იყო გამოყენებული რაც საჭიროა
print (cool)        #აქ შეცდომ იყო ის რომ str არ იყო საჭირო ბოლოში
print (home)       #აქ შეცდომ იყო ის რომ str არ იყო საჭირო და ()/ბრჩხილები საერთოდ არ იყო გამოყენებული
print (am okey)      #აქ შეცდომ იყო ის რომ str არ იყო საჭირო და ()/ბრჩხილი ბოლოში არ იყო გამოყენებული
print (surname)      #აქ შეცდომ იყო ის რომ str  არ  იყო საჭირო და თავიდან არ იყო გამოყენებული ()/ბრჩხილები
print (great)        #აქ შეცდომ იყო ის რომ str არ იყო სჭირო თავიდან
print (exelent)        #აქ შეცდომ იყო ის რომ str არ იყო საჭირო და ()/ბრჩხილები არ იყო გამოყენებული თავიდანვე
print (bad guy)        #აქ შეცდომ იყო ის რომ str არ იყო საჭირო
print (handsome)        #აქ შეცდომ იყო ის რომ str არ იყო საჭირო და ()/ბრჩხილები არ იყო რაც საჭიროა
print (funny)          #აქ შეცდომ იყო ის რომ str არ იყო საჭირო და ასევე თავიდან ()/ბრჩხილი იყო საჭირო
print (clear)          #აქ შეცდომ იყო ის რომ str არ იყო საჭირო და ()/ბრჩხილები იყო საჭირო
print (bad)        #აქ შეცდომ იყო ის რომ ()/ბრჩხილები არ იყო ჩასმული სწორე ადგილას
print (good)        #აქ შეცდომ იყო ის რომ str არ იყო საჭირო და ()/ბრჩხილები იყო საჭირო